{
  "common": {
    "infoharbor": "Infoharbor",
    "main": "Bosh sahifa",
    "pagenotfound": "Sashifa topilmadi!",
    "about": "Biz haqimizda",
    "news": "Yangiliklar",
    "allnews": "Barcha yangiliklar",
    "cooperation": "Hamkorlik",
    "copyright": "© Barcha huquqlar himoyalangan.",
    "career": "Karyera",
    "management": "Rahbariyat",
    "contact": "Aloqa",
    "contact_info": "Qo'shimcha ma'lumot olishni xohlaysizmi? Unda ushbu forma orqali biz bilan bog'laning yoki to'g'ridan-to'g'ri qo'ng'iroq qiling.",
    "welcome": "Xush kelibsiz!",
    "sue": "\"Kompyuterlashtirish, geoaxborot texnologiyalarini rivojlantirish va joriy etish markazi\" Davlat unitar korxonasi",
    "more": "Batafsil",
    "vacancies": "Bo'sh ish o'rinlari",
    "workinteam": "Bizning jamoamiz a'zosi bo'lishni istaysizmi?",
    "tasks": "Vazifalar",
    "required experience": "Ish tajribasi",
    "job type": "Ish turi",
    "responsibilities": "majburiyatlar",
    "requirements": "Talablar",
    "conditions": "Ish sharoitlari",
    "fill form": "Quyidagi anketani to'ldiring",
    "attachment": "Rezyume yoki arizaga taalluqli faylni biriktiring (pdf)",
    "our services": "Bizda quyidagi xizmatlar mavjud",
    "our projects": "Bizning loyihalar",
    "websitedev": "Veb-saytlar ishlab chiqish",
    "appdev": "Dasturlar ishlab chiqish",
    "design": "Dizayn chizish",
    "portaldev": "Portal va tizimlar ishlab chiqish",
    "mobiledev": "Mobil ilovalar ishlab chiqish",
    "websitedev_content": "Biz o‘z brendingiz va maqsadli auditoriyangizni tadqiq qilishdan tortib, saytingizni ishga tushirish va qo‘llab-quvvatlashgacha bo‘lgan noyob va funksional veb-saytlarni ishlab chiqishda kompleks yondashuvni taklif etamiz. Sizga kichik biznes veb-sayti yoki yirik korporativ portal kerak bo‘ladimi, biz sizga onlayn tarzda ajralib turishingizga va biznes maqsadlaringizga erishishingizga yordam beradigan yuqori sifatli va professional yechimni taqdim etamiz.",
    "appdev_content": "Biz konsepsiya va dizayndan tortib ilovalaringizni joylashtirish va qo‘llab-quvvatlashgacha bo‘lgan to‘liq rivojlanish siklini taklif qilamiz. Biz sizga ilovangiz maqsadlarini aniqlashga, maqsadli auditoriyangizni tushunishingizga va ehtiyojlaringiz va taxminlaringizga javob beradigan rivojlanish strategiyasini ishlab chiqishga yordam beramiz. Savdoni oshirish, mijozlar bilan muloqotni yaxshilash yoki biznes jarayonlarini avtomatlashtirish uchun ilova kerakmi, biz sizga maqsadlaringizga erishishga yordam beradigan innovatsion yechim yaratishda yordam bera olamiz.",
    "design_content": "Biz sizning brendingiz ajralib turishiga va maqsadli auditoriyangiz e’tiborini jalb qilishga yordam beradigan professional dizayn xizmatlarini taklif etamiz. Biz logotiplar, rang sxemalari, shriftlar va brendingiz ajralib turishiga yordam beradigan boshqa identifikatsiya elementlarini loyihalash orqali sizning noyob vazifangiz, qadriyatlaringiz va brend ovozingizni aniqlashga yordam beramiz. Sizga to‘liq brendni qayta ishga tushirish yoki individual dizayn elementlari kerak bo‘ladimi, biz sizning sohangizda muvaffaqiyat qozonishingizga yordam beradigan yuqori vizual identifikatsiyani yaratish uchun siz bilan birga ishlaymiz.",
    "portaldev_content": "Biz biznesingiz axboroti, jarayonlari va resurslarini samarali boshqarishga yordam beradigan kuchli va kengaytiriladigan korporativ portallar va tizimlarni yaratish uchun moslashtirilgan yechimlarni taklif qilamiz. Biz kuchli va yuqori samarali portallar va tizimlarni yaratish uchun ilg‘or texnologiyalar va rivojlanish usullaridan foydalanamiz. Biz, shuningdek, maksimal samaradorlik va funksonallik uchun mavjud tizimlar va uchinchi tomon xizmatlari bilan integratsiyani ta’minlaymiz. Sizga biznes-jarayonlarni boshqarish uchun ichki portal kerakmi, buxgalteriya resurslari uchun korporativ tizim yoki mijozlar va hamkorlar bilan muloqot qilish uchun tashqi portal kerakmi, biz sizga maqsadlaringizga erishishda yordam beradigan kuchli va samarali yechim yaratishda yordam beramiz.",
    "mobiledev_content": "Turli platformalar, jumladan iOS va Android uchun innovatsion va foydalanish uchun qulay mobil ilovalarni yaratishga e’tibor qaratgan jamoamiz mobil ilovalarni ishlab chiqishda professional xizmatlarni taklif etadi. Biznesingizni kengaytirish, mijozlar qulayligini oshirish yoki jarayonlarni avtomatlashtirish uchun sizga mobil ilova kerakmi, muhim emas – biz sizga shaxsiylashtirilgan yondashuv va maqsadlaringizga erishishingizga yordam beradigan sifatli yechim taklif etamiz.",
    "process_steps": "Ish jarayoni bir necha qismdan iborat",
    "step1": "Aloqa (uchrashuv)",
    "step1_content": "Kompaniya mijoz bilan uning ehtiyojlari va umidlarini to'liq tushunish uchun faol hamkorlik qiladi. Uchrashuv tashkil etiladi, unda mijoz o'z loyihasi haqida batafsil ma'lumot taqdim etishi, savollar berishi va o'zi uchun muhim bo'lgan har qanday jihatlarni muhokama qilishi mumkin. Asosiy maqsad-mijozning o'ziga xos talablari va ehtiyojlariga javob beradigan mahsulotni yaratish uchun ochiq va shaffof aloqani o'rnatish.",
    "step2": "Tahlil",
    "step2_content": "Ushbu bosqichda mijozning loyihaga bo'lgan ehtiyojlari, maqsadlari va talablari batafsil tahlil qilinadi. Kompaniya ushbu yo'nalish bo'yicha chuqur tadqiqotlar olib boradi, raqobatdoshlarni tahlil qiladi va rivojlanish strategiyasini aniqlash uchun maqsadli auditoriyani o'rganadi. Loyihaning texnik jihatlari, shuningdek, muvaffaqiyatli amalga oshirish uchun zarur resurslar va texnologiyalarni aniqlashni o'z ichiga oladi. Ushbu bosqichdagi asosiy ustuvorlik-belgilangan maqsadlarga javob beradigan va mijozning kutganidan oshib ketadigan samarali harakatlar rejasini ishlab chiqish uchun barcha kerakli ma'lumotlarni olish.",
    "step3": "Kelishuv",
    "step3_content": "Ushbu bosqichda mijoz va kompaniyamiz o'rtasidagi hamkorlik shartlarini belgilaydigan shartnoma tuziladi. Shartnomada barcha asosiy fikrlar, shu jumladan ish hajmi, muddati, xizmatlarning narxi va ikkala tomonning huquqlari va majburiyatlari ko'rsatiladi. Tomonlar o'rtasida muvaffaqiyatli va uyg'un hamkorlik uchun zamin yaratishga yordam beradigan barcha shartlarning ravshanligi va shaffofligini ta'minlash uchun tafsilotlarga alohida e'tibor beriladi.",
    "step4": "Amalgan oshirilgan loyihalar",
    "step4_content": "Ushbu bosqichda bizning jamoamiz tasdiqlangan reja va shartnoma shartlariga muvofiq loyihani amalga oshirishda faol ishtirok etadi. Biz yuqori sifatli va loyiha o'z vaqtida bajarilishini ta'minlash uchun barcha sa'y-harakatlarni amalga oshiriladi. Loyihaning har bir bosqichi belgilangan talablarga muvofiqligini ta'minlash va belgilangan maqsadlarga erishish uchun ehtiyotkorlik bilan nazorat qilinadi. Bizning asosiy vazifamiz mijozning umidlarini qondiradigan va undan oshib ketadigan yuqori sifatli natijalarga erishishdir.",
    "step5": "Loyihani yakunlash",
    "step5_content": "Ushbu bosqichda loyiha yakunlanadi. Biz yakuniy sinovni o'tkazamiz va natijani sizning ehtiyoj va talablaringizga muvofiqligini tekshiramiz. Barcha ishlar belgilangan sifat standartlariga to'liq mos kelishiga ishonch hosil qilish uchun tafsilotlarga alohida e'tibor beriladi. Loyiha tugagandan so'ng, biz sizga tayyor mahsulotni va undan keyingi foydalanish uchun kerakli yordam va ko'rsatmalarni taqdim etamiz. Bizning asosiy maqsadimiz - ish natijasidan to'liq qoniqishingizni ta'minlash, shuningdek uzoq muddatli va muvaffaqiyatli hamkorlik uchun asos yaratish.",
    "step6": "Texnik qo'llab quvvatlash",
    "step6_content": "Ushbu bosqichda kompaniya sizga yaratilgan mahsulotning uzluksiz ishlashini ta'minlash uchun texnik yordam beradi. Mahsulotingiz barqaror va samarali ishlashini ta'minlash uchun biz yuzaga keladigan har qanday savollar, muammolar yoki so'rovlarga zudlik bilan javob berishga tayyormiz. Bizning asosiy maqsadimiz sizni mahsulotning ishonchliligi va funksionalligiga to'liq ishonch bilan ta'minlash va uning rivojlanishining barcha bosqichlarida biznesingizni qo'llab - quvvatlashdir.",
    "motto_title": "Biz loyihalarning muvaffaqiyatli amalga oshirilishini ta'minlaymiz!",
    "motto_content": "Jamoamizni shakllantirishning asosiy mezonlaridan biri uning ahilligi, jamoaviy ishlashi va har bir a'zoning yuqori professionalligidir.",
    "motto_1": "Sizning xohishingiz",
    "motto_2": "Bizning imkoniyatlarimiz",
    "motto_3": "Umumiy muvaffaqiyat",
    "name": "Ism, Familiya",
    "name_placeholder": "Familiyangiz va ismingizni kiriting!",
    "phone": "Telefon",
    "phone_placeholder": "Telefon nomeringizni kiriting!",
    "email": "E-mail",
    "email_placeholder": "Pochta manzilingizni kiriting!",
    "subject": "Mavzu",
    "subject_placeholder": "Biz sizga qanday yordam bera olamiz?",
    "message": "Sizning xabaringiz",
    "message_placeholder": "Xabar qoldiring",
    "notfound": "Sahifa topilmadi!",
    "send": "Yuborish",
    "form_success": "Xabar qoldirildi!",
    "form_error": "Xatolikka yo'l qo'yildi!",
    "contacts": "Aloqa",
    "address": "Toshkent, 100097, Chilonzor S, Cho'ponota ko'chasi 6V uy",
    "information": "Ma'lumotlar",
    "feedback": "Aloqaga chiqish",
    "uploaded": "Yuklandi",
    "qa": "Savollar va takliflar",
    "menu": "Menu",
    "team": "Bizning jamoa"
  }
}