{
  "common": {
    "infoharbor": "Infoharbor",
    "main": "Bosh sahifa",
    "pagenotfound": "Sashifa topilmadi!",
    "about": "Biz haqimizda",
    "news": "Yangiliklar",
    "allnews": "Barcha yangiliklar",
    "cooperation": "Hamkorlik",
    "copyright": "© Barcha huquqlar himoyalangan.",
    "career": "Karyera",
    "management": "Rahbariyat",
    "contact": "Aloqa",
    "contact_info": "Biznesingizni keyingi bosqichga olib chiqishga tayyormisiz? InfoHarbor IT muammolaringizni hal qilishda va biznes maqsadlaringizga erishishda qanday yordam berishi mumkinligini bilish uchun bugun biz bilan bog'laning.",
    "welcome": "Xush kelibsiz!",
    "welcome_content": "Infoharbor bilan texnologiya kuchini ishga soling. Ilovalarni ilg'or ishlab chiqishdan tortib ma'lumotlarni chuqur tahlil qilishgacha, biz biznesingizni yangi cho'qqilarga olib chiqishga yordam berish uchun shu yerdamiz. Birgalikda innovatsiya sari!",
    "sue": "\"Kompyuterlashtirish, geoaxborot texnologiyalarini rivojlantirish va joriy etish markazi\" Davlat unitar korxonasi",
    "more": "Batafsil",
    "vacancies": "Bo'sh ish o'rinlari",
    "workinteam": "Bizning jamoamiz a'zosi bo'lishni istaysizmi?",
    "tasks": "Vazifalar",
    "required experience": "Ish tajribasi",
    "job type": "Ish turi",
    "responsibilities": "majburiyatlar",
    "requirements": "Talablar",
    "conditions": "Ish sharoitlari",
    "fill form": "Quyidagi anketani to'ldiring",
    "attachment": "Rezyume yoki arizaga taalluqli faylni biriktiring (pdf)",
    "our services": "Bizda quyidagi xizmatlar mavjud",
    "our projects": "Bizning loyihalar",    
    "services": "Xizmatlar",
    "technologies": "Texnologiyalar",
    "ai": "Sun'iy intellekt",
    "webapp": "Web dasturlar ishlab chiqish",
    "mobile": "Mobil ilovalar",
    "websitedev": "Veb-saytlar ishlab chiqish",
    "appdev": "Dasturlar ishlab chiqish",
    "design": "Dizayn chizish",
    "portaldev": "Portal va tizimlar ishlab chiqish",
    "mobiledev": "Mobil ilovalar ishlab chiqish",
    "name": "Ism, Familiya",
    "name_placeholder": "Familiyangiz va ismingizni kiriting!",
    "phone": "Telefon",
    "phone_placeholder": "Telefon nomeringizni kiriting!",
    "email": "E-mail",
    "email_placeholder": "Pochta manzilingizni kiriting!",
    "subject": "Mavzu",
    "subject_placeholder": "Biz sizga qanday yordam bera olamiz?",
    "message": "Sizning xabaringiz",
    "message_placeholder": "Xabar qoldiring",
    "notfound": "Sahifa topilmadi!",
    "send": "Yuborish",
    "form_success": "Xabar qoldirildi!",
    "form_error": "Xatolikka yo'l qo'yildi!",
    "contacts": "Aloqa",
    "address": "Toshkent, 100097, Chilonzor S, Cho'ponota ko'chasi 6V uy",
    "information": "Ma'lumotlar",
    "feedback": "Aloqaga chiqish",
    "uploaded": "Yuklandi",
    "qa": "Savollar va takliflar",
    "menu": "Menu",
    "team": "Bizning jamoa",
    "datapage": {
      "title": "Unsere Datenlösungen bieten eine umfassende Palette von Dienstleistungen für die Analyse, Verarbeitung und Interpretation Ihrer Daten, um wertvolle Einblicke zu gewinnen und fundierte Entscheidungen zu treffen. Mit einer Kombination aus Fachwissen, fortschrittlichen Technologien und bewährten Methoden unterstützen wir Sie dabei, den vollen Wert Ihrer Daten zu erschließen und Ihr Unternehmen voranzubringen.",
      "dataanalysis": "Datenanalyse",
      "dataanalysis_content": "Unsere Datenanalyse-Dienstleistungen helfen Ihnen, Daten in aussagekräftige Erkenntnisse zu verwandeln. Wir führen explorative Datenanalysen durch, identifizieren Trends und Muster in Ihren Daten und liefern fundierte Erkenntnisse, die es Ihnen ermöglichen, fundierte Geschäftsentscheidungen zu treffen. Von der Segmentierung Ihrer Zielgruppe bis zur Identifizierung von Geschäftschancen bieten wir maßgeschneiderte Datenanalyse-Lösungen, die auf Ihre spezifischen Anforderungen zugeschnitten sind.",
      "dataengineering": "Daten-Engineering",
      "dataengineering_content": "Bizning maʼlumotlar muhandisligi xizmatlari sizga maʼlumotlar infratuzilmangizni optimallashtirish va mustahkam maʼlumotlar quvurlarini qurishda yordam beradi. Biz tahlil loyihalaringiz uchun yagona ma'lumotlar bazasini yaratish uchun turli manbalardan ma'lumotlarni ajratib olamiz, o'zgartiramiz va yuklaymiz. Tasdiqlangan usullar va vositalardan foydalanib, biz katta hajmdagi ma'lumotlarni samarali qayta ishlash va tahlil qilish imkonini beruvchi kengaytiriladigan va ishonchli ma'lumotlar arxitekturasini ishlab chiqamiz.",
      "datascience": "Data Science",
      "datascience_content": "Bizning maʼlumotlar fanimiz xizmatlari sizga bashoratli modellarni ishlab chiqish, naqshlarni aniqlash va murakkab muammolarni hal qilishda yordam beradi. Maʼlumotlaringizdan xulosalar olish va maʼlumotlarga asoslangan qarorlarni qoʻllab-quvvatlash uchun statistik tahlil, mashinani oʻrganish va ilgʻor algoritmlardan foydalanamiz. Mijozlarni segmentatsiyasidan mahsulot tavsiyasiga qadar, biz kompaniyangizga raqobatdosh ustunliklarga ega bo'lish va innovatsion mahsulot va xizmatlarni rivojlantirishga yordam beradigan maxsus ma'lumotlar fanini taklif qilamiz."
    }
  }
}