{
  "common": {
    "infoharbor": "Infoharbor",
    "main": "Main",
    "about": "About",
    "news": "News",
    "allnews": "All news",
    "cooperation": "Cooperation",
    "management": "Management",
    "career": "Career",
    "pagenotfound": "Page is not found!",
    "contact": "Contact",
    "contact_info": "Want more information? Contact us using the form or call directly for more information.",
    "welcome": "Welcome!",
    "more": "More",
    "our services": "We offer IT services below",
    "our projects": "Our projects",
    "websitedev": "Web-sites development",
    "appdev": "Applications development",
    "design": "Design building",
    "portaldev": "Portals and systems development",
    "mobiledev": "Mobile applications development",
    "websitedev_content": "We offer a comprehensive approach to developing unique and functional websites, from researching your brand and target audience to launching and maintaining your site. Whether you need a small business website or a large corporate portal, we will provide you with a high-quality and professional solution that will help you stand out online and achieve your business goals.",
    "appdev_content": "We offer a full development cycle, from concept and design to deployment and support of your applications. We help you define your app's goals, understand your target audience, and develop a development strategy that meets your needs and expectations. Whether you need an application to increase sales, improve customer interactions, or automate business processes, we can help you create an innovative solution that helps you achieve your goals.",
    "design_content": "We offer professional design services that will help your brand stand out and attract the attention of your target audience. We help define your unique mission, values, and brand voice by designing logos, color schemes, fonts, and other identity elements that help your brand stand out. Whether you need a complete brand relaunch or individual design elements, we work with you to create a superior visual identity that will help you succeed in your industry.",
    "portaldev_content": "We offer customized solutions for creating powerful and scalable corporate portals and systems that help effectively manage information, processes and resources of your business. We use advanced technologies and development methods to create powerful and high-performance portals and systems. We also provide integration with existing systems and third-party services for maximum efficiency and functionality. Whether you need an internal portal for managing business processes, an enterprise system for accounting resources, or an external portal for interacting with clients and partners, we will help you create a powerful and effective solution that will help you achieve your goals.",
    "mobiledev_content": "Focusing on creating innovative and easy-to-use mobile apps for various platforms including iOS and Android, our team offers professional mobile app development services. It doesn’t matter whether you need a mobile application to expand your business, increase customer convenience, or automate processes - we will offer you a personalized approach and a quality solution that will help you achieve your goals.",
    "process_steps": "Development process consist of from the steps below",
    "step1": "Contact (meeting)",
    "step1_content": "The company actively interacts with the client to fully understand his needs and expectations. A meeting is organized where the client can talk in detail about his project, ask questions and discuss any aspects that are important to him. The main goal is to establish open and transparent communication in order to create a product that meets the unique requirements and expectations of the customer.",
    "step2": "Analytics",
    "step2_content": "At this stage, a thorough analysis of the client's needs, goals and requirements for the project is carried out. The company conducts in-depth research of the industry, analyzes competitors and studies the target audience in order to accurately determine the development strategy. The technical aspects of the project are also being closely studied, including determining the necessary resources and technologies for successful implementation. The main priority at this stage is to obtain all the necessary information to develop an effective action plan that will meet the set goals and exceed the client's expectations.",
    "step3": "Agreement",
    "step3_content": "At this stage, an agreement is concluded that establishes the terms of cooperation between the client and our company. The contract specifies all the main points, including the amount of work, deadlines, cost of services, as well as the rights and obligations of both parties. Special attention is paid to details to ensure clarity and transparency of all conditions, which helps to create the basis for successful and harmonious cooperation between the parties.",
    "step4": "Completed projects",
    "step4_content": "At this stage, our team is actively involved in the implementation of the project in accordance with the approved plan and the terms of the contract. We make every effort to ensure high quality and timely completion of work. Each stage of the project is carefully monitored in order to ensure compliance with the specified requirements and achieve the set goals. Our main goal is to achieve high-quality results that meet and exceed customer expectations.",
    "step5": "Completion",
    "step5_content": "At this stage, the project is being completed. We conduct final testing and verify that the result meets your expectations and requirements. Special attention is paid to details to ensure that all work is carried out in full compliance with established quality standards. Upon completion of the project, we provide you with the finished product and provide the necessary support and instructions for its further use. Our main goal is to ensure your complete satisfaction with the result of your work and create the basis for long-term and successful cooperation.",
    "step6": "Technical support",
    "step6_content": "At this stage, the company provides you with technical support to ensure the smooth operation of the created product. We are ready to respond promptly to any questions, problems or requests that arise in order to ensure the stable and efficient operation of your product. Our main goal is to provide you with full confidence in the reliability and functionality of the product, as well as to support your business at all stages of its development.",
    "motto_title": "We make projects successful and clients happy!",
    "motto_content": "One of the main criteria for the formation of our team is its cohesion, teamwork and high professionalism of each member.",
    "motto_1": "Your wishes",
    "motto_2": "Our capabilities",
    "motto_3": "Overall Satisfaction",
    "vacancies": "Vacancies",
    "workinteam": "Do you want to be a part of our team",
    "tasks": "Tasks",
    "required experience": "Required experience",
    "job type": "Type of the job",
    "responsibilities": "",
    "requirements": "Requirements",
    "name": "Name, surname",
    "conditions": "Work conditions",
    "fill form": "Fill the form",
    "attachment": "Attach you resume or any related file (pdf)",
    "name_placeholder": "Please enter your full name",
    "phone": "Phone number",
    "phone_placeholder": "Please enter your phone number",
    "email": "E-mail",
    "email_placeholder": "Please enter your email",
    "subject": "Subject",
    "subject_placeholder": "Let us know, how we can help you?",
    "message": "Your message",
    "message_placeholder": "Leave us a message",
    "send": "Send",
    "form_success": "The message has been sent!",
    "form_error": "Something went wrong",
    "notfound": "The page is not found!",
    "contacts": "Contact",
    "address": "Tashkent, 100097, Chilonzor S, Choponota str., 6V",
    "information": "Information",
    "feedback": "Feedback",
    "uploaded": "Uploaded",
    "qa": "Questions and answers",
    "menu": "Menu",
    "team": "Our team",
    "social": "Social network pages"
  }
}