{
  "common": {
    "Infoharbor": "Infoharbor",
    "main": "Hauptseite",
    "about": "Über uns",
    "news": "Nachrichten",
    "allnews": "Alle Nachrichten",
    "cooperation": "Zusammenarbeit",
    "career": "Karriere",
    "copyright": "© Alle Rechte Vorbehalten.",
    "contact": "Kontakt",
    "contact_info": "Möchten Sie mehr Informationen? Kontaktieren Sie uns über das Formular oder rufen Sie uns direkt an, um weitere Informationen zu erhalten.",
    "welcome": "Willkommen!",
    "pagenotfound": "Seite nicht gefunden!",
    "more": "Mehr",
    "vacancies": "Offene stelle",
    "workinteam": "Möchten Sie Mitglied unseres Teams werden?",
    "tasks": "Aufgaben",
    "required experience": "Arbeitserfahrung",
    "job type": "Job type",
    "responsibilities": "Verpflichtungen",
    "requirements": "Anforderungen",
    "conditions": "Arbeitsbedingungen",
    "fill form": "Bitte, füllen Sie das Formular aus!",
    "attachment": "Hängen Sie eine Datei zu Ihrem Lebenslauf oder Ihrer Bewerbung an(pdf)",
    "our services": "Wir haben die folgenden Dienstleistungen",
    "our projects": "Unsere Projekte",
    "websitedev": "Webseitenentwicklung",
    "appdev": "Entwicklung von Programmen",
    "design": "UX/UI zeichnung",
    "portaldev": "Portal- und Systementwicklung",
    "mobiledev": "Entwicklung mobiler Anwendungen",
    "websitedev_content": "Биз ўз брендингиз ва мақсадли аудиториянгизни тадқиқ қилишдан тортиб, сайтингизни ишга тушириш ва қўллаб-қувватлашгача бўлган ноёб ва функционал веб-сайтларни ишлаб чиқишда комплекс ёндашувни таклиф этамиз. Сизга кичик бизнес веб-сайти ёки йирик корпоратив портал керак бўладими, биз сизга онлайн тарзда ажралиб туришингизга ва бизнес мақсадларингизга эришишингизга ёрдам берадиган юқори сифатли ва профессионал ечимни тақдим этамиз.",
    "appdev_content": "Биз концепция ва дизайндан тортиб иловаларингизни жойлаштириш ва қўллаб-қувватлашгача бўлган тўлиқ ривожланиш циклини таклиф қиламиз. Биз сизга иловангиз мақсадларини аниқлашга, мақсадли аудиториянгизни тушунишингизга ва эҳтиёжларингиз ва тахминларингизга жавоб берадиган ривожланиш стратегиясини ишлаб чиқишга ёрдам берамиз. Савдони ошириш, мижозлар билан мулоқотни яхшилаш ёки бизнес жараёнларини автоматлаштириш учун илова керакми, биз сизга мақсадларингизга эришишга ёрдам берадиган инновацион ечим яратишда ёрдам бера оламиз.",
    "design_content": "Биз сизнинг брендингиз ажралиб туришига ва мақсадли аудиториянгиз эътиборини жалб қилишга ёрдам берадиган профессионал дизайн хизматларини таклиф этамиз. Биз логотиплар, ранг схемалари, шрифтлар ва брендингиз ажралиб туришига ёрдам берадиган бошқа идентификaция элементларини лойиҳалаш орқали сизнинг ноёб вазифангиз, қадриятларингиз ва бренд овозингизни аниқлашга ёрдам берамиз. Сизга тўлиқ брендни қайта ишга тушириш ёки индивидуал дизайн элементлари керак бўладими, биз сизнинг соҳангизда муваффақият қозонишингизга ёрдам берадиган юқори визуал идентификaцияни яратиш учун сиз билан бирга ишлаймиз.",
    "portaldev_content": "Биз бизнесингиз ахбороти, жараёнлари ва ресурсларини самарали бошқаришга ёрдам берадиган кучли ва кенгайтириладиган корпоратив порталлар ва тизимларни яратиш учун мослаштирилган ечимларни таклиф қиламиз. Биз кучли ва юқори самарали порталлар ва тизимларни яратиш учун илғор технологиялар ва ривожланиш усулларидан фойдаланамиз. Биз, шунингдек, максимал самарадорлик ва функцоналлик учун мавжуд тизимлар ва учинчи томон хизматлари билан интегрaцияни таъминлаймиз. Сизга бизнес-жараёнларни бошқариш учун ички портал керакми, бухгалтерия ресурслари учун корпоратив тизим ёки мижозлар ва ҳамкорлар билан мулоқот қилиш учун ташқи портал керакми, биз сизга мақсадларингизга эришишда ёрдам берадиган кучли ва самарали ечим яратишда ёрдам берамиз.",
    "mobiledev_content": "Турли платформалар, жумладан iOS ва Android учун инновaцион ва фойдаланиш учун қулай мобил иловаларни яратишга эътибор қаратган жамоамиз мобил иловаларни ишлаб чиқишда профессионал хизматларни таклиф этади. Бизнесингизни кенгайтириш, мижозлар қулайлигини ошириш ёки жараёнларни автоматлаштириш учун сизга мобил илова керакми, муҳим эмас – биз сизга шахсийлаштирилган ёндашув ва мақсадларингизга эришишингизга ёрдам берадиган сифатли ечим таклиф этамиз.",
    "process_steps": "Иш жараёни бир неча қисмдан иборат",
    "step1": "Алоқа (учрашув)",
    "step1_content": "Компания мижоз билан унинг эҳтиёжлари ва умидларини тўлиқ тушуниш учун фаол ҳамкорлик қилади. Учрашув ташкил этилади, унда мижоз ўз лойиҳаси ҳақида батафсил маълумот тақдим этиши, саволлар бериши ва ўзи учун муҳим бўлган ҳар қандай жиҳатларни муҳокама қилиши мумкин. Асосий мақсад-мижознинг ўзига хос талаблари ва эҳтиёжларига жавоб берадиган маҳсулотни яратиш учун очиқ ва шаффоф алоқани ўрнатиш.",
    "step2": "Таҳлил",
    "step2_content": "Ушбу босқичда мижознинг лойиҳага бўлган эҳтиёжлари, мақсадлари ва талаблари батафсил таҳлил қилинади. Компания ушбу йўналиш бўйича чуқур тадқиқотлар олиб боради, рақобатдошларни таҳлил қилади ва ривожланиш стратегиясини аниқлаш учун мақсадли аудиторияни ўрганади. Лойиҳанинг техник жиҳатлари, шунингдек, муваффақиятли амалга ошириш учун зарур ресурслар ва технологияларни аниқлашни ўз ичига олади. Ушбу босқичдаги асосий устуворлик-белгиланган мақсадларга жавоб берадиган ва мижознинг кутганидан ошиб кетадиган самарали ҳаракатлар режасини ишлаб чиқиш учун барча керакли маълумотларни олиш.",
    "step3": "Келишув",
    "step3_content": "Ушбу босқичда мижоз ва компаниямиз ўртасидаги ҳамкорлик шартларини белгилайдиган шартнома тузилади. Шартномада барча асосий фикрлар, шу жумладан иш ҳажми, муддати, хизматларнинг нархи ва иккала томоннинг ҳуқуқлари ва мажбуриятлари кўрсатилади. Томонлар ўртасида муваффақиятли ва уйғун ҳамкорлик учун замин яратишга ёрдам берадиган барча шартларнинг равшанлиги ва шаффофлигини таъминлаш учун тафсилотларга алоҳида эътибор берилади.",
    "step4": "Амалган оширилган лойиҳалар",
    "step4_content": "Ушбу босқичда бизнинг жамоамиз тасдиқланган режа ва шартнома шартларига мувофиқ лойиҳани амалга оширишда фаол иштирок этади. Биз юқори сифатли ва лойиҳа ўз вақтида бажарилишини таъминлаш учун барча саъй-ҳаракатларни амалга оширилади. Лойиҳанинг ҳар бир босқичи белгиланган талабларга мувофиқлигини таъминлаш ва белгиланган мақсадларга эришиш учун эҳтиёткорлик билан назорат қилинади. Бизнинг асосий вазифамиз мижознинг умидларини қондирадиган ва ундан ошиб кетадиган юқори сифатли натижаларга эришишдир.",
    "step5": "Лойиҳани якунлаш",
    "step5_content": "Ушбу босқичда лойиҳа якунланади. Биз якуний синовни ўтказамиз ва натижани сизнинг эҳтиёж ва талабларингизга мувофиқлигини текширамиз. Барча ишлар белгиланган сифат стандартларига тўлиқ мос келишига ишонч ҳосил қилиш учун тафсилотларга алоҳида эътибор берилади. Лойиҳа тугагандан сўнг, биз сизга тайёр маҳсулотни ва ундан кейинги фойдаланиш учун керакли ёрдам ва кўрсатмаларни тақдим этамиз. Бизнинг асосий мақсадимиз - иш натижасидан тўлиқ қониқишингизни таъминлаш, шунингдек узоқ муддатли ва муваффақиятли ҳамкорлик учун асос яратиш.",
    "step6": "Техник қўллаб қувватлаш",
    "step6_content": "Ушбу босқичда компания сизга яратилган маҳсулотнинг узлуксиз ишлашини таъминлаш учун техник ёрдам беради. Маҳсулотингиз барқарор ва самарали ишлашини таъминлаш учун биз юзага келадиган ҳар қандай саволлар, муаммолар ёки сўровларга зудлик билан жавоб беришга тайёрмиз. Бизнинг асосий мақсадимиз сизни маҳсулотнинг ишончлилиги ва функционаллигига тўлиқ ишонч билан таъминлаш ва унинг ривожланишининг барча босқичларида бизнесингизни қўллаб - қувватлашдир.",
    "motto_title": "Биз лойиҳаларнинг муваффақиятли амалга оширилишини таъминлаймиз!",
    "motto_content": "Жамоамизни шакллантиришнинг асосий мезонларидан бири унинг аҳиллиги, жамоавий ишлаши ва ҳар бир аъзонинг юқори профессионаллигидир",
    "motto_1": "Сизнинг хоҳишингиз",
    "motto_2": "Бизнинг имкониятларимиз",
    "motto_3": "Умумий муваффақият",
    "name": "Vorname, Name",
    "name_placeholder": "Geben Sie Vor-und Nachnamen ein!",
    "phone": "Telefonnummer",
    "phone_placeholder": "Giben Sie eine Telefonnummer!",
    "email": "Email",
    "email_placeholder": "Geben Sie Ihre Postanschrift ein!",
    "subject": "Thema",
    "subject_placeholder": "Wie wir Ihnen helfen können?",
    "message": "Ihre Nachricht",
    "message_placeholder": "Eine Nachricht schicken",
    "send": "Senden",
    "form_success": "Nachricht gesendet!",
    "form_error": "Fehler!",
    "notfound": "Seite nicht gefunden!",
    "contacts": "Kontakt",
    "address": "Berlin, 100097, Alexanderplatz, 1",
    "information": "Informationen",
    "feedback": "Kommunikation",
    "uploaded": "Heruntergeladen",
    "qa": "Саволлар ва таклифлар",
    "menu": "Менью",
    "team": "Unser",
    "social": "Soziale Netzwerke"
  }
}