{
  "common": {
    "infoharbor": "Infoharbor",
    "main": "Главная",
    "about": "О нас",
    "pagenotfound": "Страница не найдена!",
    "news": "Новости",
    "allnews": "Барча янгиликлар",
    "cooperation": "Сотрудничество",
    "copyright": "© Все права защищены.",
    "career": "Карьера",
    "contact": "Контакты",
    "contact_info": "Хотите получить дополнительную информацию? Свяжитесь с нами, используя форму или позвоните напрямую для получения дополнительной информации.",
    "welcome": "Добро пожаловать!",
    "sue": "ГУП \"Центр внедрения и развития компьютеризации и геоинформационных технологий\"",
    "more": "Подробно",
    "vacancies": "Вакансии",
    "management": "Руководство",
    "workinteam": "Хотите стать частью нашей команды?",
    "tasks": "Обязанности",
    "required experience": "Требуемый опыт работы",
    "job type": "Вид работы",
    "responsibilities": "Обязанности",
    "requirements": "Требования",
    "conditions": "Условия работы",
    "fill form": "Заполните анкету",
    "attachment": "Резюме ёки аризага тааллуқли файл бириктиринг (pdf)",
    "our services": "Мы предоставляем следующие услуги",
    "our projects": "Наши проекты",
    "websitedev": "Разработка веб-сайтов",
    "appdev": "Разработка приложений",
    "design": "Создание дизайна",
    "portaldev": "Разработка порталов и систем",
    "mobiledev": "Разработка мобильных приложений",
    "websitedev_content": "Мы предлагаем комплексный подход к разработке уникальных и функциональных веб-сайтов, начиная с исследования вашего бренда и целевой аудитории, а заканчивая запуском и поддержкой вашего сайта.     Независимо от того, нужен вам небольшой сайт-визитка или крупный корпоративный портал, мы обеспечим вас высококачественным и профессиональным решением, которое поможет вам выделиться в онлайн-пространстве и достичь ваших бизнес-целей.",
    "appdev_content": "Мы предлагаем полный цикл разработки, начиная с концепции и дизайна, и заканчивая развертыванием и поддержкой ваших приложений. Мы помогаем вам определить цели вашего приложения, изучаем вашу целевую аудиторию и разрабатываем стратегию разработки, которая отвечает вашим потребностям и ожиданиям. Не важно, нужно ли вам приложение для увеличения продаж, улучшения взаимодействия с клиентами или автоматизации бизнес-процессов, мы поможем вам создать инновационное решение, которое поможет вам добиться ваших целей.",
    "design_content": "Мы предлагаем профессиональные услуги по разработке дизайна, которые помогут вашему бренду выделиться и привлечь внимание вашей целевой аудитории. Мы помогаем определить вашу уникальную миссию, ценности и голос бренда, разрабатывая логотипы, цветовые схемы, шрифты и другие элементы идентификации, которые помогут вашему бренду выделиться.     Не важно, нужен ли вам полный перезапуск бренда или разработка отдельных дизайн-элементов, мы работаем с вами, чтобы создать превосходный визуальный образ, который поможет вам добиться успеха в вашей отрасли.",
    "portaldev_content": "Мы предлагаем индивидуальные решения на создание мощных и масштабируемых корпоративных порталов и систем, которые помогают эффективно управлять информацией, процессами и ресурсами вашего бизнеса.    Мы используем передовые технологии и методы разработки для создания мощных и высокопроизводительных порталов и систем. Мы также обеспечиваем интеграцию с существующими системами и сторонними сервисами для максимальной эффективности и функциональности. Не важно, нужен ли вам внутренний портал для управления бизнес-процессами, корпоративная система для учета ресурсов или внешний портал для взаимодействия с клиентами и партнерами, мы поможем вам создать мощное и эффективное решение, которое поможет вам добиться ваших целей.",
    "mobiledev_content": "Концентрируясь на создании инновационных и удобных в использовании мобильных приложений для различных платформ, включая iOS и Android, наша команда предлагает профессиональные услуги по разработке мобильных приложений.  Не важно, нужно ли вам мобильное приложение для расширения бизнеса, увеличения удобства клиентов или автоматизации процессов - мы предложим вам индивидуальный подход и качественное решение, которое поможет вам достичь ваших целей.",
    "process_steps": "Процесс работы состоит из нмжеперечеслинных стадий",
    "step1": "Связь (встреча)",
    "step1_content": "Компания активно взаимодействует с клиентом для полного понимания его потребностей и ожиданий. Организуется встреча, где клиент может подробно рассказать о своем проекте, задать вопросы и обсудить любые аспекты, которые ему важны. Главной целью является установка открытой и прозрачной коммуникации с целью создания продукта, который соответствует уникальным требованиям и ожиданиям клиента.",
    "step2": "Анализ",
    "step2_content": "На данном этапе осуществляется тщательный анализ потребностей, целей и требований клиента к проекту. Компания проводит глубокое исследование отрасли, анализирует конкурентов и изучает целевую аудиторию с целью точного определения стратегии разработки. Технические аспекты проекта также подвергаются внимательному изучению, включая определение необходимых ресурсов и технологий для успешной реализации. Основной приоритет на этом этапе - получение всей необходимой информации для разработки эффективного плана действий, который будет соответствовать поставленным целям и превзойдет ожидания клиента.",
    "step3": "Договор",
    "step3_content": "На данном этапе происходит заключение договора, который устанавливает условия сотрудничества между клиентом и нашей компанией. В договоре прописываются все основные моменты, включая объем работы, сроки выполнения, стоимость услуг, а также права и обязанности обеих сторон. Особое внимание уделяется деталям, чтобы обеспечить ясность и прозрачность всех условий, что помогает создать основу для успешного и гармоничного сотрудничества между сторонами.",
    "step4": "Выполнение работы",
    "step4_content": "На данном этапе наша команда активно вовлечена в реализацию проекта в соответствии с утвержденным планом и условиями договора. Мы прикладываем все усилия для того, чтобы обеспечить высокое качество и выполнение работ в срок. Каждый этап проекта подвергается тщательному контролю с целью обеспечения соответствия заданным требованиям и достижения поставленных целей. Наша основная задача - достичь высококачественных результатов, которые удовлетворят ожидания клиента и превзойдут их.",
    "step5": "Завершение работы",
    "step5_content": "На данном этапе завершается выполнение проекта. Мы проводим финальное тестирование и проверяем соответствие результата вашим ожиданиям и требованиям. Особое внимание уделяется деталям, чтобы убедиться, что все работы выполнены в полном соответствии с установленными стандартами качества. По завершении проекта мы предоставляем вам готовый продукт и обеспечиваем необходимую поддержку и инструкции для его дальнейшего использования. Наша главная цель - обеспечить ваше полное удовлетворение результатом работы и создать основу для долгосрочного и успешного сотрудничества.",
    "step6": "Техническая поддержка",
    "step6_content": "На данном этапе компания предоставляет вам техническую поддержку для обеспечения бесперебойной работы созданного продукта. Мы готовы оперативно реагировать на любые возникающие вопросы, проблемы или запросы, чтобы обеспечить стабильную и эффективную работу вашего продукта. Наша главная цель - обеспечить вас полной уверенностью в надежности и функциональности продукта, а также поддержать ваш бизнес на всех этапах его развития.",
    "motto_title": "Мы делаем проекты успешными, а клиентов счастливыми!",
    "motto_content": "Одним из главных критериев формирования нашей команды является её сплочённость, слаженность работы и высокий профессионализм каждого участника.",
    "motto_1": "Ваши желания",
    "motto_2": "Наши возможности",
    "motto_3": "Общая Удовлетворённость",
    "name": "Имя, фамилия",
    "name_placeholder": "Имя и фамилия",
    "phone": "Номер телефона",
    "phone_placeholder": "Пожалуйста, введите свой номер телефона",
    "email": "Электронная почта",
    "email_placeholder": "Пожалуйста, введите свой адрес электронной почты",
    "subject": "Тема",
    "subject_placeholder": "Чем мы можем вам помочь?",
    "message": "Ваше сообщение",
    "message_placeholder": "Контент...",
    "send": "Отправить",
    "form_success": "Сообщение отправлено!",
    "form_error": "Что-то пошло не так!",
    "notfound": "Страница не найдена!",
    "contacts": "Контакты",
    "address": "Тошкент, 100097, Чилонзор Ц, ул. Чапаната, дом 6В",
    "information": "Информации",
    "feedback": "Обратная связь",
    "uploaded": "Прикреплен",
    "qa": "Вопросы и ответы",
    "menu": "Менью",
    "team": "Наша команда",
    "social": "Мы в социальных сетях"
  }
}